[
    {
        "type": "text",
        "start": 0.0,
        "end": 7.27,
        "text": "This next guy, this is his first time here in tune, and I think you guys are going to love him,"
    },
    {
        "type": "text",
        "start": 7.27,
        "end": 7.4,
        "text": "okay?"
    },
    {
        "type": "text",
        "start": 7.4,
        "end": 13.4,
        "text": "He's British, but he's been living in Switzerland here for the past 18 years, okay?"
    },
    {
        "type": "text",
        "start": 13.4,
        "end": 20.8,
        "text": "And yes, this is his real name. Everybody give it up, it's Harry Fox! Give it up for Harry Fox!"
    },
    {
        "type": "text",
        "start": 30.0,
        "end": 48.8,
        "text": "So my name is actually Harry Fox. It's a German name. Spelled F-U-C-K-S. I repeat, F-U-C-K-S."
    },
    {
        "type": "text",
        "start": 48.8,
        "end": 54.8,
        "text": "When I'm in a room of English speakers like this, a lot of you think my name is Harry Fox."
    },
    {
        "type": "text",
        "start": 54.8,
        "end": 64.7,
        "text": "My name is not Harry Fox. And in my family, when we have a family get-together, we get very upset"
    },
    {
        "type": "text",
        "start": 64.7,
        "end": 67.6,
        "text": "when you call us a group of fuckers."
    },
    {
        "type": "text",
        "start": 67.6,
        "end": 79.64,
        "text": "And I have two kids. I had to call them Halver and Watver, just to give them a fair starting line."
    },
    {
        "type": "text",
        "start": 79.64,
        "end": 84.35,
        "text": "But you know, the real problem with a name like Harry Fox is it sets a very high level of"
    },
    {
        "type": "text",
        "start": 84.35,
        "end": 86.6,
        "text": "expectation."
    },
    {
        "type": "text",
        "start": 86.6,
        "end": 94.09,
        "text": "And honestly, there's only been about this much, I think. If I can share something with you guys"
    },
    {
        "type": "text",
        "start": 94.09,
        "end": 100.6,
        "text": "here in the studio. Honestly, it's been a long time since I've had sex."
    },
    {
        "type": "text",
        "start": 100.6,
        "end": 109.57,
        "text": "Put your hands up if you haven't had sex in a long time. Wow. Like food scientists, you're going on"
    },
    {
        "type": "text",
        "start": 109.57,
        "end": 111.6,
        "text": "dates with your sister?"
    },
    {
        "type": "text",
        "start": 111.6,
        "end": 119.14,
        "text": "Okay, sorry. It's not a question anymore. Alright, so then I hadn't realized I was coming to the"
    },
    {
        "type": "text",
        "start": 119.14,
        "end": 121.6,
        "text": "Zug and Nymphomaniacs Anonymous meetup tonight."
    },
    {
        "type": "text",
        "start": 121.6,
        "end": 128.05,
        "text": "So maybe I need to explain my condition to you guys a little bit. Because when you haven't had sex"
    },
    {
        "type": "text",
        "start": 128.05,
        "end": 132.6,
        "text": "in a long time, it's kind of like you're hallucinating."
    },
    {
        "type": "text",
        "start": 132.6,
        "end": 138.41,
        "text": "Because you could be walking down the street, you see a couple of dogs sniffing each other's asses"
    },
    {
        "type": "text",
        "start": 138.41,
        "end": 144.6,
        "text": "and you look at them and you think, \"I wish that was me.\""
    },
    {
        "type": "text",
        "start": 144.6,
        "end": 152.01,
        "text": "Or you go into micro, you go into micro, you spot an acción on watermelon. You get one hand on"
    },
    {
        "type": "text",
        "start": 152.01,
        "end": 154.6,
        "text": "that watermelon, maybe two."
    },
    {
        "type": "text",
        "start": 154.6,
        "end": 159.74,
        "text": "Bang! It's like you're in a new dimension. It's just you and that watermelon. It's getting hot, it's"
    },
    {
        "type": "text",
        "start": 159.74,
        "end": 162.6,
        "text": "getting steamy, you're oblivious to the people watching."
    },
    {
        "type": "text",
        "start": 162.6,
        "end": 166.71,
        "text": "And then you hear this voice saying, \"You're a man-shin!\" And you look and there's an old lady"
    },
    {
        "type": "text",
        "start": 166.71,
        "end": 173.6,
        "text": "about to hit you with a handbag and you think, \"She's nice.\""
    },
    {
        "type": "text",
        "start": 173.6,
        "end": 181.68,
        "text": "Yeah, so that's how that is. So how has 2020 been going for you guys? Have you been having a good"
    },
    {
        "type": "text",
        "start": 181.68,
        "end": 183.6,
        "text": "2020 so far?"
    },
    {
        "type": "text",
        "start": 183.6,
        "end": 189.6,
        "text": "Have you even been alive in 2020 so far? Are you enjoying 2020? Yes?"
    },
    {
        "type": "text",
        "start": 189.6,
        "end": 195.29,
        "text": "Wow, well good for you because I've been having a shitty 2020, you know, because I've been feeling"
    },
    {
        "type": "text",
        "start": 195.29,
        "end": 198.6,
        "text": "kind of depressed about all the sex I'm not getting."
    },
    {
        "type": "text",
        "start": 198.6,
        "end": 206.6,
        "text": "And so I did what a real man does in these circumstances. I go on YouTube and watch animal videos."
    },
    {
        "type": "text",
        "start": 206.6,
        "end": 212.72,
        "text": "But then I found an animal that blew my mind. This really cheered me up. Wow, this animal is"
    },
    {
        "type": "text",
        "start": 212.72,
        "end": 215.6,
        "text": "incredible. Can you guess what animal I'm talking about?"
    },
    {
        "type": "text",
        "start": 215.6,
        "end": 220.6,
        "text": "Okay, when was the last time you went to the zoo? Been a long time, okay."
    },
    {
        "type": "text",
        "start": 220.6,
        "end": 227.0,
        "text": "All right, so let me tell you what animal I'm talking about here. It's the Argonaut octopus. This"
    },
    {
        "type": "text",
        "start": 227.0,
        "end": 228.6,
        "text": "creature is incredible."
    },
    {
        "type": "text",
        "start": 228.6,
        "end": 236.6,
        "text": "Now I need to explain this a little bit because the female Argonauts are extremely aggressive."
    },
    {
        "type": "text",
        "start": 236.6,
        "end": 242.92,
        "text": "If the man gets anywhere near them, the female is going to eat him. So the men are terrified of the"
    },
    {
        "type": "text",
        "start": 242.92,
        "end": 243.6,
        "text": "females."
    },
    {
        "type": "text",
        "start": 243.6,
        "end": 247.6,
        "text": "I'm sensing that this guy could relate to that, perhaps."
    },
    {
        "type": "text",
        "start": 247.6,
        "end": 254.85,
        "text": "So what the males have done is they've developed a unique solution, and I'm going to have to"
    },
    {
        "type": "text",
        "start": 254.85,
        "end": 257.6,
        "text": "explain this in my David Attenborough voice."
    },
    {
        "type": "text",
        "start": 257.6,
        "end": 267.6,
        "text": "Hold on a second. You're not interrupting the show. I'm just going to make it awkward for you."
    },
    {
        "type": "text",
        "start": 267.6,
        "end": 274.6,
        "text": "And the next drink. Do we have any more drinks? I would like a drink. Could I have a ginger beer?"
    },
    {
        "type": "text",
        "start": 274.6,
        "end": 282.49,
        "text": "Actually, while I'm here, I think I deserve a whiskey. A free whiskey? Wow, this is working out"
    },
    {
        "type": "text",
        "start": 282.49,
        "end": 286.6,
        "text": "fantastic. Thank you."
    },
    {
        "type": "text",
        "start": 286.6,
        "end": 295.33,
        "text": "I'll check whatever whiskey I can get at this point. No, no, I don't drink ice and whiskey. That's"
    },
    {
        "type": "text",
        "start": 295.33,
        "end": 296.6,
        "text": "not nice."
    },
    {
        "type": "text",
        "start": 296.6,
        "end": 305.6,
        "text": "Well, I like the Scottish whiskey. All right, good. So that's my other problem, the alcohol problem."
    },
    {
        "type": "text",
        "start": 305.6,
        "end": 312.6,
        "text": "Now, let's get back to the Argonaut octopus, right? So the males have developed a unique solution."
    },
    {
        "type": "text",
        "start": 312.6,
        "end": 316.6,
        "text": "You know David Attenborough? All right, so let me explain this."
    },
    {
        "type": "text",
        "start": 316.6,
        "end": 324.6,
        "text": "So when the male of the species spots a female, he detaches his penis."
    },
    {
        "type": "text",
        "start": 324.6,
        "end": 330.6,
        "text": "The penis swings through the water and hones in on her vagina."
    },
    {
        "type": "text",
        "start": 330.6,
        "end": 336.6,
        "text": "Oh, sorry, not your vagina. Sorry. I kid you not. This is real. There is an octopus out there."
    },
    {
        "type": "text",
        "start": 336.6,
        "end": 344.6,
        "text": "Let me put it in layman's terms. This octopus has a detachable, heat-seeking dick."
    },
    {
        "type": "text",
        "start": 344.6,
        "end": 349.6,
        "text": "That is incredible. Why are we not teaching kids in school about this stuff?"
    },
    {
        "type": "text",
        "start": 349.6,
        "end": 352.6,
        "text": "And this really cheered me up. And then I got thinking about it."
    },
    {
        "type": "text",
        "start": 352.6,
        "end": 359.6,
        "text": "Like, wow, wouldn't it be amazing, wouldn't it be amazing if human beings had detachable dicks?"
    },
    {
        "type": "text",
        "start": 359.6,
        "end": 366.6,
        "text": "That would be crazy. Like, just imagine, it's Monday morning and Samira over there, you know,"
    },
    {
        "type": "text",
        "start": 366.6,
        "end": 372.6,
        "text": "she's waiting for the bus, just thinking about all kinds of new ways she can do marketing about oil,"
    },
    {
        "type": "text",
        "start": 372.6,
        "end": 377.6,
        "text": "like, thinking about this stuff. And suddenly, like, BAM! This dick just slaps her in the face."
    },
    {
        "type": "text",
        "start": 377.6,
        "end": 381.6,
        "text": "She's like, \"Oh, fuck!\" She has to hide behind some old ladies."
    },
    {
        "type": "text",
        "start": 381.6,
        "end": 387.83,
        "text": "She pulls out her dick shield like Captain America. Dicks are just flying all around, hitting the"
    },
    {
        "type": "text",
        "start": 387.83,
        "end": 388.6,
        "text": "shield."
    },
    {
        "type": "text",
        "start": 388.6,
        "end": 394.6,
        "text": "And then she jumps on the bus, she arrives at the oil company, and luckily there's a sign saying,"
    },
    {
        "type": "text",
        "start": 394.6,
        "end": 398.6,
        "text": "\"Please keep your penis attached during your personas.\""
    },
    {
        "type": "text",
        "start": 398.6,
        "end": 402.6,
        "text": "That, like, detachable dicks would be crazy, you know."
    },
    {
        "type": "text",
        "start": 402.6,
        "end": 405.6,
        "text": "I mean, we probably have, like, dick-related sports, you know."
    },
    {
        "type": "text",
        "start": 405.6,
        "end": 411.6,
        "text": "You have, like, dick racing. At the Olympics, you've got the dickathlon."
    },
    {
        "type": "text",
        "start": 411.6,
        "end": 415.6,
        "text": "Nike changes its slogan to just dick it. Crazy."
    },
    {
        "type": "text",
        "start": 415.6,
        "end": 421.55,
        "text": "And the more I thought about this, the more I thought this raises more questions than universal"
    },
    {
        "type": "text",
        "start": 421.55,
        "end": 422.6,
        "text": "basic income."
    },
    {
        "type": "text",
        "start": 422.6,
        "end": 427.6,
        "text": "You know, like, can you imagine, like, what would happen if you lost your dick?"
    },
    {
        "type": "text",
        "start": 427.6,
        "end": 433.6,
        "text": "Wow, that would be crazy. You'd have to hope you've got an app on your phone, like, \"Find My Penis.\""
    },
    {
        "type": "text",
        "start": 433.6,
        "end": 439.6,
        "text": "Or, uh, could you borrow your friend's dick? You know, that would be strange."
    },
    {
        "type": "text",
        "start": 439.6,
        "end": 444.6,
        "text": "That would be like, \"I wasn't cheating, it was Alex's dick!\" Crazy."
    },
    {
        "type": "text",
        "start": 444.6,
        "end": 449.92,
        "text": "Or, you know, like, Roman, you know, he's been out, he's been heavy drinking, he wakes up in the"
    },
    {
        "type": "text",
        "start": 449.92,
        "end": 450.6,
        "text": "morning,"
    },
    {
        "type": "text",
        "start": 450.6,
        "end": 455.6,
        "text": "\"Thank you for the whiskey at this moment, that really helps the show.\""
    },
    {
        "type": "text",
        "start": 455.6,
        "end": 463.6,
        "text": "Wow. Roman, Roman has been out drinking whiskey, drinking hard, he wakes up in the morning,"
    },
    {
        "type": "text",
        "start": 463.6,
        "end": 469.56,
        "text": "he finds his dick in the corner, and he's like, \"What the? Is that covered in crude oil? That is"
    },
    {
        "type": "text",
        "start": 469.56,
        "end": 471.6,
        "text": "gross. Jesus.\""
    },
    {
        "type": "text",
        "start": 471.6,
        "end": 478.6,
        "text": "But then I got thinking, like, what if, what if when you shoot your dick it's a one-time thing,"
    },
    {
        "type": "text",
        "start": 478.6,
        "end": 483.6,
        "text": "and then you have to wait three months for your dick to regrow?"
    },
    {
        "type": "text",
        "start": 483.6,
        "end": 489.8,
        "text": "Wow, like, OK, there's some ladies here, they'd be like, \"That would be fantastic. Finally a break"
    },
    {
        "type": "text",
        "start": 489.8,
        "end": 491.6,
        "text": "from the non-stop.\""
    },
    {
        "type": "text",
        "start": 491.6,
        "end": 495.6,
        "text": "But, you know, young ladies, they'd be like, they'd go out to brunch together, they'd be like,"
    },
    {
        "type": "text",
        "start": 495.6,
        "end": 502.6,
        "text": "\"Oh, last night it was so romantic, he got down on his knee and he gave me his dick.\""
    },
    {
        "type": "text",
        "start": 502.6,
        "end": 506.6,
        "text": "It would be crazy. Or, you know, like, a son talks to his dad, he's like,"
    },
    {
        "type": "text",
        "start": 506.6,
        "end": 512.77,
        "text": "\"You don't really have to give my dick away.\" And the dad is like, \"Son, when you meet the right"
    },
    {
        "type": "text",
        "start": 512.77,
        "end": 513.6,
        "text": "woman.\""
    },
    {
        "type": "text",
        "start": 513.6,
        "end": 517.6,
        "text": "And then, you know, even couples, you know, like Nadia and Dimitri over there,"
    },
    {
        "type": "text",
        "start": 517.6,
        "end": 521.6,
        "text": "when you ask them, like, how long they've been together, it wouldn't be like 13 years."
    },
    {
        "type": "text",
        "start": 521.6,
        "end": 525.6,
        "text": "Nadia would be like, \"Oh, I think it's been about 52 dicks.\""
    },
    {
        "type": "text",
        "start": 525.6,
        "end": 531.6,
        "text": "And Dimitri's like, \"It was 53! All the tax savings I've been making, Jesus!\""
    },
    {
        "type": "text",
        "start": 531.6,
        "end": 536.6,
        "text": "All right, that's what I've got for you guys tonight. I'm going to go and drink this whiskey."
    },
    {
        "type": "text",
        "start": 536.6,
        "end": 538.6,
        "text": "Thanks a lot."
    },
    {
        "type": "text",
        "start": 538.6,
        "end": 548.6,
        "text": "OK, that was Mary Fox and the Dick Philosopher, apparently."
    },
    {
        "type": "text",
        "start": 548.6,
        "end": 554.6,
        "text": "I think it's kind of unprofessional to order whiskey on stage. What do you think? I'm not sure."
    }
]