[
    {
        "type": "text",
        "start": 0.0,
        "end": 6.52,
        "text": "Okay, now. Ladies and gentlemen, I want to bring up the first comic of our second half."
    },
    {
        "type": "text",
        "start": 6.52,
        "end": 10.36,
        "text": "He's very funny, ladies and gentlemen. He's been living here for a very long time, but"
    },
    {
        "type": "text",
        "start": 10.36,
        "end": 16.2,
        "text": "originally he's from the UK. And yes, this name, his name, is completely real. Ladies"
    },
    {
        "type": "text",
        "start": 16.2,
        "end": 23.2,
        "text": "and gentlemen, give it up, it's Harry Fox, everybody! Give it up!"
    },
    {
        "type": "text",
        "start": 31.0,
        "end": 43.0,
        "text": "So my name is actually Harry Fux. It's a German name, it's spelled F-U-C-K-S. I repeat, F-U-C-K-S."
    },
    {
        "type": "text",
        "start": 43.0,
        "end": 48.0,
        "text": "But when I'm in a room with English speakers like this, a lot of people think my name is"
    },
    {
        "type": "text",
        "start": 48.0,
        "end": 55.0,
        "text": "Harry Fox. My name is not Harry Fox. Because in my family, when we have a family get-together,"
    },
    {
        "type": "text",
        "start": 55.0,
        "end": 65.0,
        "text": "we get very upset when you call us a group of fuckers. And I have two kids. I had to"
    },
    {
        "type": "text",
        "start": 65.0,
        "end": 76.0,
        "text": "call them \"how the\" and \"what the\". It's a hard life. But you know, maybe we can immediately"
    },
    {
        "type": "text",
        "start": 76.0,
        "end": 82.0,
        "text": "go, \"I need to share something with you, because not so long ago, I got dumped by my first"
    },
    {
        "type": "text",
        "start": 82.0,
        "end": 88.0,
        "text": "Swiss girlfriend.\" Thank you, I appreciate that. I was heartbroken, but on the plus side,"
    },
    {
        "type": "text",
        "start": 88.0,
        "end": 94.0,
        "text": "it did make me an expert on all Swiss women. And what I learnt is that Swiss women, they"
    },
    {
        "type": "text",
        "start": 94.0,
        "end": 98.0,
        "text": "don't communicate very well, especially when it comes to their men. And the reason for"
    },
    {
        "type": "text",
        "start": 98.0,
        "end": 105.0,
        "text": "this is that it wasn't until 1991 that the last canton of Appenzell, Innerhorden, finally"
    },
    {
        "type": "text",
        "start": 105.0,
        "end": 115.0,
        "text": "agreed to give women the right to have orgasms. So I thought, you know, maybe if there are"
    },
    {
        "type": "text",
        "start": 115.0,
        "end": 121.0,
        "text": "any guys who you end up with a Swiss girlfriend, I prepared a few key phrases for you, so that"
    },
    {
        "type": "text",
        "start": 121.0,
        "end": 127.0,
        "text": "you can understand her better. For example, if she says to you, \"Oh, schätzli\", this"
    },
    {
        "type": "text",
        "start": 127.0,
        "end": 134.0,
        "text": "is a good thing. This means there is a high chance of sexual favors, actually. But if"
    },
    {
        "type": "text",
        "start": 134.0,
        "end": 139.0,
        "text": "she says, \"Schatz\", this is a bad thing. That means you should probably spend the night"
    },
    {
        "type": "text",
        "start": 139.0,
        "end": 147.0,
        "text": "on the sofa. But if she says to you, \"Oh, le geil\", this is a good thing. This means"
    },
    {
        "type": "text",
        "start": 147.0,
        "end": 156.0,
        "text": "I'm as horny as a whore. But if she says to you, \"Leck mich doch am Arsch\", under no circumstances"
    },
    {
        "type": "text",
        "start": 156.0,
        "end": 164.0,
        "text": "should you try to lick her asshole. Unless, unless she says to you, \"Das ist ein Schießdreck\","
    },
    {
        "type": "text",
        "start": 164.0,
        "end": 169.0,
        "text": "in which case you could think about licking her asshole, but you might be in for a nasty"
    },
    {
        "type": "text",
        "start": 169.0,
        "end": 178.0,
        "text": "surprise. Yeah, I know. But, you know, since then, since then, I'm currently facing a really"
    },
    {
        "type": "text",
        "start": 178.0,
        "end": 183.0,
        "text": "hard decision. Because I started seeing this other woman, it's very casual right now, just"
    },
    {
        "type": "text",
        "start": 183.0,
        "end": 191.0,
        "text": "coming off, but yesterday she asked me, for her birthday, if I would buy her a dildo."
    },
    {
        "type": "text",
        "start": 191.0,
        "end": 196.0,
        "text": "Now, first of all, I was like, \"Oh, wow, I'm really touched.\" I'd say, \"Our relationships"
    },
    {
        "type": "text",
        "start": 196.0,
        "end": 202.0,
        "text": "reached a new level.\" But then I got online and I took a look and I realized that choosing"
    },
    {
        "type": "text",
        "start": 202.0,
        "end": 208.0,
        "text": "a dildo is really hard, you know. You've got a lot to think about. The size, the shape,"
    },
    {
        "type": "text",
        "start": 208.0,
        "end": 214.0,
        "text": "the vibrational frequency. I studied physics, I have to think about these things. And, you"
    },
    {
        "type": "text",
        "start": 214.0,
        "end": 219.0,
        "text": "know, even the color. I don't even know what color would be appropriate. So I thought maybe"
    },
    {
        "type": "text",
        "start": 219.0,
        "end": 224.0,
        "text": "tonight, maybe tonight I could ask the ladies here to help me out. Would you help me out"
    },
    {
        "type": "text",
        "start": 224.0,
        "end": 230.0,
        "text": "with this problem? Because, you know, I know that you're all angels. You would never own"
    },
    {
        "type": "text",
        "start": 230.0,
        "end": 234.0,
        "text": "a dildo. Well, except for Tamara, perhaps, because she's in a long-term relationship,"
    },
    {
        "type": "text",
        "start": 234.0,
        "end": 242.0,
        "text": "a long distance. But, you know, just imagine this scenario. There's a terrorist bomb. It's"
    },
    {
        "type": "text",
        "start": 242.0,
        "end": 248.0,
        "text": "going to go off. The only way to stop it is a dildo. Okay? Are you with me? Can you help"
    },
    {
        "type": "text",
        "start": 248.0,
        "end": 256.0,
        "text": "me out? Would you help me out, ladies? Give me a little, woo! Holy shit, what happened"
    },
    {
        "type": "text",
        "start": 256.0,
        "end": 261.0,
        "text": "here? None of them own dildos here. Oh, my God. Well, let me try this on you. So let"
    },
    {
        "type": "text",
        "start": 261.0,
        "end": 267.0,
        "text": "me just ask you, like, we're going to test some color options. Like blue. Would you buy"
    },
    {
        "type": "text",
        "start": 267.0,
        "end": 276.0,
        "text": "a blue dildo? No. Okay. What about yellow? Would you take a yellow dildo? No. Okay, good."
    },
    {
        "type": "text",
        "start": 276.0,
        "end": 280.0,
        "text": "All right, let's try something a bit more realistic. What about something that's kind"
    },
    {
        "type": "text",
        "start": 280.0,
        "end": 285.0,
        "text": "of peach or vanilla or light pink, you know? Would you choose that as a dildo? Is that"
    },
    {
        "type": "text",
        "start": 285.0,
        "end": 293.0,
        "text": "what I should do? Yes. Okay. Thank you for being so open. Anyone else? Is this what I"
    },
    {
        "type": "text",
        "start": 293.0,
        "end": 303.0,
        "text": "should do? Okay, let's just check. What about a black dildo? I'll get it. Wow, she looks"
    },
    {
        "type": "text",
        "start": 303.0,
        "end": 309.0,
        "text": "like a dildo pro over there. Thank you. Maybe we can talk about this later on. You can give"
    },
    {
        "type": "text",
        "start": 309.0,
        "end": 313.0,
        "text": "me some good advice. But, you know, to me, what's really, I think I've learned what I"
    },
    {
        "type": "text",
        "start": 313.0,
        "end": 319.0,
        "text": "needed to know from this. Because, ladies, what you've told me is that your vaginas are"
    },
    {
        "type": "text",
        "start": 319.0,
        "end": 327.0,
        "text": "racist. Holy fuck! You had an option. You chose the white male patriarchal dildo. I"
    },
    {
        "type": "text",
        "start": 327.0,
        "end": 334.0,
        "text": "am shocked. Because my dick, my dick is not racist, you know, like green, red, whatever,"
    },
    {
        "type": "text",
        "start": 334.0,
        "end": 340.0,
        "text": "brown. My dick is just happy getting it anyway. But these racist vaginas in here, oh my God."
    },
    {
        "type": "text",
        "start": 340.0,
        "end": 344.0,
        "text": "What are you going to do? Are you going to build a wall here, stop the Mexicans getting"
    },
    {
        "type": "text",
        "start": 344.0,
        "end": 350.0,
        "text": "in? When we get a group of vaginas together, do you start wearing pointy hats and burning"
    },
    {
        "type": "text",
        "start": 350.0,
        "end": 358.0,
        "text": "crosses in your pants? Is there like a riot going on, going, \"Make vaginas great again\"?"
    },
    {
        "type": "text",
        "start": 358.0,
        "end": 364.0,
        "text": "Is that what's happening here? I am shocked, ladies, you know? I am very shocked. Now you"
    },
    {
        "type": "text",
        "start": 364.0,
        "end": 371.0,
        "text": "have equal pay. You could at least invest some of that money in genital equality. All"
    },
    {
        "type": "text",
        "start": 371.0,
        "end": 377.0,
        "text": "right. I think I can't be on stage here anymore with all these racist vaginas. I am shocked."
    },
    {
        "type": "text",
        "start": 377.0,
        "end": 379.0,
        "text": "Thank you. Good night."
    }
]