[
    {
        "type": "text",
        "start": 0.0,
        "end": 4.16,
        "text": "British, but he's been living here in Switzerland for more than 17 years."
    },
    {
        "type": "text",
        "start": 4.16,
        "end": 8.8,
        "text": "And this guy is hilarious. And yes, this is his real name. Everybody give it up."
    },
    {
        "type": "text",
        "start": 8.8,
        "end": 11.2,
        "text": "It's Harry Fuchs. Give it up for Harry Fuchs."
    },
    {
        "type": "text",
        "start": 11.2,
        "end": 29.84,
        "text": "So my name is actually Harry Fuchs. It's a German name. It's spelled F-U. C-K-S-R-O-P-F-U."
    },
    {
        "type": "text",
        "start": 30.96,
        "end": 35.68,
        "text": "C-K-S. But when I'm in a room with English speakers like this, a lot of you think my"
    },
    {
        "type": "text",
        "start": 35.68,
        "end": 43.92,
        "text": "name is Harry Fuchs. My name is not Harry Fuchs. And in my family, when we have a family get"
    },
    {
        "type": "text",
        "start": 43.92,
        "end": 48.88,
        "text": "together, we get very upset when you call us a group of fuckers."
    },
    {
        "type": "text",
        "start": 51.84,
        "end": 62.48,
        "text": "And I have two kids. I had to call them Hal the and Watt the."
    },
    {
        "type": "text",
        "start": 62.48,
        "end": 67.36,
        "text": "I've got to give them a good starting line. But the real problem with a name like Harry Fuchs is"
    },
    {
        "type": "text",
        "start": 67.36,
        "end": 72.64,
        "text": "I get a lot of stupid comments. Like recently, this guy came up to me. It's American tourists."
    },
    {
        "type": "text",
        "start": 72.64,
        "end": 80.4,
        "text": "He's like, \"Yo, Harry Fuchs. Harry Fuchs Watt, man.\" I'm like, \"What?\" And he's like, \"Exactly."
    },
    {
        "type": "text",
        "start": 80.4,
        "end": 87.12,
        "text": "Harry Fuchs Watt, man.\" I'm like, \"All right. Let me see if I can throw him off with some adverbs."
    },
    {
        "type": "text",
        "start": 87.12,
        "end": 99.36,
        "text": "Harry Fuchs hopefully. Harry Fuchs occasionally. Harry Fuchs enthusiastically.\""
    },
    {
        "type": "text",
        "start": 99.36,
        "end": 105.44,
        "text": "And that's where I threw him off. He was just confused. So was I. A lot of confusion."
    },
    {
        "type": "text",
        "start": 105.44,
        "end": 112.48,
        "text": "But actually, before I continue, I do have to make one thing clear. I identify"
    },
    {
        "type": "text",
        "start": 112.48,
        "end": 123.28,
        "text": "as an attractive woman. I'm not gay. I just identify as an attractive woman for the benefits."
    },
    {
        "type": "text",
        "start": 123.28,
        "end": 126.96,
        "text": "I'll be at the bar after the show if you want to buy my drink."
    },
    {
        "type": "text",
        "start": 126.96,
        "end": 133.68,
        "text": "Maybe Rick here can relate to this. He might be an attractive woman too,"
    },
    {
        "type": "text",
        "start": 133.68,
        "end": 136.64,
        "text": "but please don't buy him any drinks at the bar. That wouldn't be okay."
    },
    {
        "type": "text",
        "start": 136.64,
        "end": 142.72,
        "text": "There are a lot of benefits to being an attractive woman. I went into Starbucks"
    },
    {
        "type": "text",
        "start": 142.72,
        "end": 147.76,
        "text": "and I ordered a green tea frappe. And the guy said, \"What's your name?\" And I said,"
    },
    {
        "type": "text",
        "start": 147.76,
        "end": 154.88,
        "text": "\"My name is Harry. I'm an attractive woman.\" And he said, \"Hey, well then this drink's on the house.\""
    },
    {
        "type": "text",
        "start": 154.88,
        "end": 159.2,
        "text": "And I said, \"Thank you. Please bring it to my table.\""
    },
    {
        "type": "text",
        "start": 160.08,
        "end": 163.84,
        "text": "Or, you know, recently I was driving. I was a little bit over the limit and"
    },
    {
        "type": "text",
        "start": 163.84,
        "end": 167.84,
        "text": "the police stopped me and they said, \"We're going to need some identity.\""
    },
    {
        "type": "text",
        "start": 167.84,
        "end": 176.0,
        "text": "And I said, \"My identity is attractive woman.\" And they said, \"Well then, hey, you're free to go.\""
    },
    {
        "type": "text",
        "start": 176.0,
        "end": 179.36,
        "text": "After you've blown into this."
    },
    {
        "type": "text",
        "start": 179.36,
        "end": 187.52,
        "text": "Okay, I should, I'm sorry. I didn't write these jokes. Some guy wrote them for me."
    },
    {
        "type": "text",
        "start": 190.08,
        "end": 194.72,
        "text": "So a lot of people at the moment are worried about coronavirus. Anyone worried about coronavirus"
    },
    {
        "type": "text",
        "start": 194.72,
        "end": 201.12,
        "text": "here? Apparently this guy in the corner, some skeptic over there. I was a bit worried. I"
    },
    {
        "type": "text",
        "start": 201.12,
        "end": 209.76,
        "text": "got myself tested. The good news is that I don't have coronavirus. The bad news is some of you"
    },
    {
        "type": "text",
        "start": 209.76,
        "end": 221.44,
        "text": "have A's. Okay, those two. I'm an attractive woman. Just don't even, don't even, I don't care."
    },
    {
        "type": "text",
        "start": 221.44,
        "end": 228.56,
        "text": "But you should get tested. Yeah, I don't know. How's your, how's your 2020 been going so far?"
    },
    {
        "type": "text",
        "start": 228.56,
        "end": 234.8,
        "text": "You've been enjoying 2020? Having a good time? Yeah, fuck yeah. Fuck yeah. That was a lame"
    },
    {
        "type": "text",
        "start": 234.8,
        "end": 241.44,
        "text": "\"fuck yeah\" from over there. Yeah, and well, I've been having a bit of a shitty 2020 because,"
    },
    {
        "type": "text",
        "start": 241.44,
        "end": 245.44,
        "text": "you know, I've been feeling a bit kind of down and depressed, all this dark weather."
    },
    {
        "type": "text",
        "start": 245.44,
        "end": 251.84,
        "text": "And so I did what a real man does under these circumstances. I go on YouTube and I watch"
    },
    {
        "type": "text",
        "start": 251.84,
        "end": 259.2,
        "text": "animal videos. And then I found an animal that just totally cheered me up. This animal is so"
    },
    {
        "type": "text",
        "start": 259.2,
        "end": 264.48,
        "text": "incredible that, you know, I'm amazed I got to this age and not knowing about this. So let me"
    },
    {
        "type": "text",
        "start": 264.48,
        "end": 269.44,
        "text": "explain. I got to explain a little bit. So the animal I'm talking about is called the argonaut"
    },
    {
        "type": "text",
        "start": 269.44,
        "end": 276.64,
        "text": "octopus. Okay. And so the female argonaut is extremely aggressive, you know, and if the male"
    },
    {
        "type": "text",
        "start": 276.64,
        "end": 283.6,
        "text": "gets anywhere near, she's going to eat it. So the men are terrified of the females. I think there's"
    },
    {
        "type": "text",
        "start": 283.6,
        "end": 289.6,
        "text": "a few guys in that corner who can relate to this. But so what the males have done, they've"
    },
    {
        "type": "text",
        "start": 289.6,
        "end": 290.16,
        "text": "developed"
    },
    {
        "type": "text",
        "start": 290.16,
        "end": 295.68,
        "text": "a unique solution to this. This is incredible. And I put on my David Attenborough voice to explain"
    },
    {
        "type": "text",
        "start": 295.68,
        "end": 304.72,
        "text": "this. So when the male of the species spots a female, he detaches his penis, the penis swims"
    },
    {
        "type": "text",
        "start": 304.72,
        "end": 313.92,
        "text": "through the sea, and homes in on her vagina. Sorry, not your vagina. And there's a mum here"
    },
    {
        "type": "text",
        "start": 313.92,
        "end": 321.2,
        "text": "just going, \"Why? My whole family is here. Just getting ruined.\" And I'm like, \"Gareth,"
    },
    {
        "type": "text",
        "start": 321.2,
        "end": 327.76,
        "text": "you're responsible for this.\" Yeah, no, so this is actually true. This animal exists. There is a,"
    },
    {
        "type": "text",
        "start": 327.76,
        "end": 333.68,
        "text": "so I'll put it in layman's terms. There is an octopus out there with a detachable,"
    },
    {
        "type": "text",
        "start": 333.68,
        "end": 340.16,
        "text": "heat-seeking dick. This thing is incredible. And why are we not teaching kids in school about this?"
    },
    {
        "type": "text",
        "start": 340.16,
        "end": 348.56,
        "text": "And I got thinking, like, wow, how crazy would it be if human beings had detachable dicks?"
    },
    {
        "type": "text",
        "start": 348.56,
        "end": 353.84,
        "text": "That would be insane. Like, everything would be different, you know? Like, you know,"
    },
    {
        "type": "text",
        "start": 353.84,
        "end": 358.96,
        "text": "imagine it's like, it's like Monday morning and Natko here, you know, she's just hanging around"
    },
    {
        "type": "text",
        "start": 358.96,
        "end": 364.88,
        "text": "in Stadelhoff and she's got some rubber duck, you know, thinking about the farmer job today."
    },
    {
        "type": "text",
        "start": 364.88,
        "end": 370.64,
        "text": "Suddenly, bam! This dick just slaps her in the face. She's like, \"Oh, fuck!\" She hides behind"
    },
    {
        "type": "text",
        "start": 370.64,
        "end": 376.64,
        "text": "some old ladies. She holds up the rubber duck. Dicks are just flying everywhere, bouncing off"
    },
    {
        "type": "text",
        "start": 376.64,
        "end": 383.12,
        "text": "the duck. She jumps in the train. She arrives at her farmer company. Luckily, there's a sign"
    },
    {
        "type": "text",
        "start": 383.12,
        "end": 390.64,
        "text": "saying, \"Please keep your penis attached.\" It would be insane. I mean, a world... And the more"
    },
    {
        "type": "text",
        "start": 390.64,
        "end": 396.32,
        "text": "I thought about it, like, the crazier the world would be. There's some people just losing it."
    },
    {
        "type": "text",
        "start": 396.32,
        "end": 402.64,
        "text": "It would be insane how crazy the world... We probably have, like, dick-related sports,"
    },
    {
        "type": "text",
        "start": 402.64,
        "end": 409.68,
        "text": "you know? You have, like, dick racing. Or at the Olympics, you've got the dickathlon."
    },
    {
        "type": "text",
        "start": 411.52,
        "end": 417.76,
        "text": "Nike changes its slogan to, \"Just dick it.\" You know, that'd be crazy. And, you know, I mean,"
    },
    {
        "type": "text",
        "start": 417.76,
        "end": 421.6,
        "text": "there's just so many questions. It actually raises more questions than what would happen"
    },
    {
        "type": "text",
        "start": 421.6,
        "end": 427.36,
        "text": "if we had universal basic income. Because, you know, like, for example, what would happen"
    },
    {
        "type": "text",
        "start": 427.36,
        "end": 434.16,
        "text": "if you lost your dick? That would be crazy. You just gotta hope you got an app on your phone,"
    },
    {
        "type": "text",
        "start": 434.16,
        "end": 442.56,
        "text": "like, \"Find my penis.\" Or could you borrow your friend's dick? That would be crazy. I wasn't"
    },
    {
        "type": "text",
        "start": 442.56,
        "end": 448.72,
        "text": "cheating. It was his dick. So many possibilities. And then I thought about it more. I thought,"
    },
    {
        "type": "text",
        "start": 448.72,
        "end": 455.28,
        "text": "\"But what if when you shoot your dick, it's a one-time-only thing, and then you have to wait"
    },
    {
        "type": "text",
        "start": 455.28,
        "end": 462.64,
        "text": "three months for your dick to regrow?\" There's a lot of tension. Some of the ladies are like,"
    },
    {
        "type": "text",
        "start": 462.64,
        "end": 466.64,
        "text": "\"Well, that would be awful.\" But some others are like, \"Oh, that would be such a relief."
    },
    {
        "type": "text",
        "start": 466.64,
        "end": 473.84,
        "text": "Finally.\" But, you know, and, you know, that would lead to more crazy stuff. You know, like,"
    },
    {
        "type": "text",
        "start": 473.84,
        "end": 478.56,
        "text": "you know, when girls go to brunch on Sunday all happy, they're like, \"Oh, last night,"
    },
    {
        "type": "text",
        "start": 478.56,
        "end": 483.92,
        "text": "you know, it was so romantic. He got down on one knee and gave me his dick.\""
    },
    {
        "type": "text",
        "start": 483.92,
        "end": 491.28,
        "text": "That would be a romantic scene. Or couples, you know, when you ask them, like, \"How long have you"
    },
    {
        "type": "text",
        "start": 491.28,
        "end": 495.92,
        "text": "guys been together?\" They wouldn't be like, \"Nine years.\" Like, Thomas here would be like,"
    },
    {
        "type": "text",
        "start": 495.92,
        "end": 502.08,
        "text": "\"I think it was about 36 dicks.\" And Samantha would be like, \"I remember 45.\""
    },
    {
        "type": "text",
        "start": 502.08,
        "end": 505.84,
        "text": "He's like, \"Hanging around in Stratheaven too much, I guess.\""
    },
    {
        "type": "text",
        "start": 505.84,
        "end": 512.0,
        "text": "All right, I'm done. I'll leave you with the dick-pocalypse. You guys have a lot of fun."
    },
    {
        "type": "text",
        "start": 516.0,
        "end": 520.84,
        "text": "Okay, that was Harry \"The Dick Philosopher\" Fox, ladies and gentlemen."
    }
]