[
    {
        "type": "text",
        "start": 5.44,
        "end": 9.6,
        "text": "So we have two more comics and then after that we're going to take a little break, okay?"
    },
    {
        "type": "text",
        "start": 9.6,
        "end": 14.56,
        "text": "So let's bring the next act on. Please make some noise for Harry Fuchs!"
    },
    {
        "type": "text",
        "start": 20.88,
        "end": 26.56,
        "text": "So my name is actually Harry Fuchs."
    },
    {
        "type": "text",
        "start": 28.64,
        "end": 36.56,
        "text": "It's a German name. It's spelled F-U-C-K-S. I repeat, F-U-C-K-S."
    },
    {
        "type": "text",
        "start": 36.56,
        "end": 39.12,
        "text": "Excuse me, lady there texting."
    },
    {
        "type": "text",
        "start": 39.12,
        "end": 46.56,
        "text": "I'm trying to explain my name right now. Save that for later on, please. Okay, thank you."
    },
    {
        "type": "text",
        "start": 46.56,
        "end": 50.32,
        "text": "That worked. I'm quite surprised."
    },
    {
        "type": "text",
        "start": 52.08,
        "end": 56.32,
        "text": "All right, yeah, now I've got to get - wait, I'm just going to get the anger back."
    },
    {
        "type": "text",
        "start": 57.12,
        "end": 64.16,
        "text": "Yeah, so yeah, and in my family we get very upset when you call us a group of f*ckers."
    },
    {
        "type": "text",
        "start": 64.16,
        "end": 70.08,
        "text": "And I have two kids. I had to call them Hal-ther and Wat-ther."
    },
    {
        "type": "text",
        "start": 70.08,
        "end": 76.08,
        "text": "But see, the real problem with this name, the real problem with this name is I get a lot of"
    },
    {
        "type": "text",
        "start": 76.08,
        "end": 81.36,
        "text": "stupid comments. Like recently this American guy came up to me. He's like, \"Yo, Harry Fuchs! Harry"
    },
    {
        "type": "text",
        "start": 81.36,
        "end": 89.68,
        "text": "Fuchs what, man?\" And I was like, \"What?\" And he's like, \"Exactly, Harry Fuchs what, man?\" And I'm"
    },
    {
        "type": "text",
        "start": 89.68,
        "end": 99.44,
        "text": "like, \"Okay, let me throw him off with some adverbs like 'Harry Fuchs hopefully', 'Harry"
    },
    {
        "type": "text",
        "start": 99.44,
        "end": 106.64,
        "text": "Fuchs occasionally', 'Harry Fuchs enthusiastically'.\" And that threw him off. He was"
    },
    {
        "type": "text",
        "start": 106.64,
        "end": 114.0,
        "text": "confused. American prejudices work in there. But before I continue, I need to make one thing clear."
    },
    {
        "type": "text",
        "start": 114.0,
        "end": 125.2,
        "text": "I identify as an attractive woman. I'm not gay, I just identify as an attractive woman"
    },
    {
        "type": "text",
        "start": 125.2,
        "end": 130.88,
        "text": "for the benefits. In fact, I'll be at the bar after the show if you want to buy me a drink."
    },
    {
        "type": "text",
        "start": 132.88,
        "end": 137.68,
        "text": "And there are a lot of benefits to identifying as an attractive woman. Like recently,"
    },
    {
        "type": "text",
        "start": 137.68,
        "end": 143.84,
        "text": "I went into Starbucks. I ordered a green tea frappuccino. And the guy said, \"What's your name?\""
    },
    {
        "type": "text",
        "start": 143.84,
        "end": 150.32,
        "text": "And I said, \"My name is Harry. I'm an attractive woman.\" And he said, \"Well, Hal, this drink's on"
    },
    {
        "type": "text",
        "start": 150.32,
        "end": 159.84,
        "text": "the house.\" And I said, \"Thank you. Please bring it to my table.\" Or recently, I was driving and I"
    },
    {
        "type": "text",
        "start": 159.84,
        "end": 164.8,
        "text": "was a bit over the limit. The police stopped me and they said, \"We're going to need some identity.\""
    },
    {
        "type": "text",
        "start": 164.8,
        "end": 173.28,
        "text": "And I said, \"My identity is attractive woman.\" And they said, \"Well, Harry, you're free to go"
    },
    {
        "type": "text",
        "start": 173.28,
        "end": 177.36,
        "text": "after you've blown into this.\""
    },
    {
        "type": "text",
        "start": 177.36,
        "end": 185.12,
        "text": "All right, I'm sorry. I'm sorry. I didn't write these jokes. Some guy wrote them for me."
    },
    {
        "type": "text",
        "start": 188.64,
        "end": 190.96,
        "text": "Oh, okay. We've got a lot of... Ah, that's fair enough."
    },
    {
        "type": "text",
        "start": 190.96,
        "end": 199.04,
        "text": "All right. Now, the thing is, I saw something recently, a statistic. If you didn't like what"
    },
    {
        "type": "text",
        "start": 199.04,
        "end": 205.6,
        "text": "came up to now, it's just going to get worse, by the way. But I saw this statistic that only 1.1%"
    },
    {
        "type": "text",
        "start": 205.6,
        "end": 212.56,
        "text": "of women identify as a lesbian. And I thought, \"That number seems surprisingly low.\" Because,"
    },
    {
        "type": "text",
        "start": 212.56,
        "end": 219.2,
        "text": "you know, ladies, we've all had that moment. I'm an attractive woman, where you're just lying back,"
    },
    {
        "type": "text",
        "start": 219.2,
        "end": 224.96,
        "text": "daydreaming, and there's some guy down here fiddling around and getting it all wrong. You"
    },
    {
        "type": "text",
        "start": 224.96,
        "end": 233.6,
        "text": "just think, \"I wish there was another way.\" And I think the more I thought about this,"
    },
    {
        "type": "text",
        "start": 233.6,
        "end": 239.44,
        "text": "the more I thought maybe the real issue is that lesbians, they've been put in the wrong group,"
    },
    {
        "type": "text",
        "start": 239.44,
        "end": 246.0,
        "text": "because, you know, are lesbians really happy to be in the LGBT group?"
    },
    {
        "type": "text",
        "start": 246.0,
        "end": 254.32,
        "text": "Because the G's, the B's, and the T's, those guys really like ass fucking."
    },
    {
        "type": "text",
        "start": 254.32,
        "end": 261.12,
        "text": "And lesbians, they're kind of like holding hands and drinking lemon tea. It seems like an odd mix."
    },
    {
        "type": "text",
        "start": 261.12,
        "end": 269.04,
        "text": "You know, I imagine an LGBT meetup, and the G's, the B's, and the T's are in the middle,"
    },
    {
        "type": "text",
        "start": 269.04,
        "end": 273.68,
        "text": "and they're just discussing what lube to buy. And the lesbians, they're in the corner just"
    },
    {
        "type": "text",
        "start": 273.68,
        "end": 280.88,
        "text": "doing some knitting, painting a bowl of fruit. I don't know, it's an odd mix, I just think."
    },
    {
        "type": "text",
        "start": 280.88,
        "end": 285.2,
        "text": "But I'm sorry, I hope I haven't offended any lesbians here tonight,"
    },
    {
        "type": "text",
        "start": 285.2,
        "end": 290.72,
        "text": "because I don't want to get chased down the street by a horde of rampaging lesbians."
    },
    {
        "type": "text",
        "start": 290.72,
        "end": 295.76,
        "text": "Which, to me, is actually funny, not a very scary thought."
    },
    {
        "type": "text",
        "start": 296.64,
        "end": 300.64,
        "text": "You know, if I was running, I would probably be running, but not very fast."
    },
    {
        "type": "text",
        "start": 300.64,
        "end": 306.08,
        "text": "And I'd be like, \"Please, no. I'm an attractive woman.\""
    },
    {
        "type": "text",
        "start": 306.08,
        "end": 313.68,
        "text": "All right, that's what I've got. Thank you very much, I appreciate it."
    },
    {
        "type": "text",
        "start": 313.68,
        "end": 314.64,
        "text": "Thank you very much!"
    },
    {
        "type": "text",
        "start": 314.64,
        "end": 321.92,
        "text": "Okay, so now we have one last coming before the break."
    },
    {
        "type": "text",
        "start": 322.72,
        "end": 330.32,
        "text": "Please, please, make some noise for Madeleine!"
    }
]